import React from "react";
import AuthorOfTheDayComponent from "../AuthorOfTheDayComponent/AuthorOfTheDayComponent";
import "./PortalDescriptionComponent.css";

const PortalDescriptionComponent = props => {
  return (
    <div className="container">
      <span className="row">
        <span className="col-8">
          <p>
            На протяжении веков в Беларуси творили архитекторы, инженеры,
            художники разных национальностей. Здесь работали итальянцы,
            фламандцы, французы, немцы, бельгийцы, поляки, литовцы, русские... В
            свою очередь, выходцы из Беларуси, в том числе строители, мастера
            прикладного искусства, работая в России и во многих странах Западной
            Европы, снискали там известность.
          </p>
          <p>
            <span> До IX в.</span> монументальная архитектура находилась на
            начальной ступени развития и представлена погребальными курганами и
            языческими храмами.
          </p>
          <p>
            <span>IX-XI вв.</span> характеризуется развитием феодальных
            отношений, введением христианства, расцветом всех областей культуры.
            Появляются княжеские хоромы, церкви и монастыри.
          </p>
          <p>
            В <span>XII-XIII вв.</span> на территории современной Беларуси
            возникает несколько удельных княжеств. Монументальные памятники того
            времени: в Полоцке ‒ Спасо-Ефросиниевский собор (XII в.), в Витебске
            ‒ Благовещенская церковь (XII в.), Гродно ‒ Борисоглебская, или
            Коложская церковь (XII в.), Каменце ‒ Белая вежа (XIII в.).
          </p>
          <p>
            Частые войны, происходившие на территории Беларуси, оказали
            значительное влияние на развитие градостроительства и архитектуры.
            Большое внимание уделялось в то время строительству развитых
            городских укреплений, крепостей, замков, оборонных храмов. Культовая
            архитектура оборонного типа наиболее полно представлена храмами в
            Сынковичах (XV в.) и Мурованке (нач. XVI в.). Для них характерны
            компактный массивный объем с высокой щипцовой крышей и наличие
            четырех или двух угловых башен с бойницами.
          </p>
          <p>
            Замки <span>XIV-XVI вв.</span> имеют черты готической архитектуры:
            своеобразную кладку, перекрытия в виде стрельчатых крестовых сводов
            или сводов с нервюрами, высокие окна и двери стрельчатого очертания.
            Культовая архитектура оборонного типа наиболее полно представлена
            храмами в Сынковичах (XV в.) и Мурованке (нач. XVI в.). Для них
            характерны компактный массивный объем с высокой щипцовой крышей и
            наличие четырех или двух угловых башен с бойницами.
          </p>
          <p>
            В <span>XVI в.</span> из Западной Европы в Беларусь начали проникать
            идеи реформации и гуманизма, приведшие к утверждению принципов
            искусства Возрождения. В архитектуру проникают сначала элементы
            ренессанса (г. Сморгонь), а затем барокко (г. Несвиж).
          </p>
          <p>
            Основным художественным направлением в архитектуре{" "}
            <span>XVII и первых трех четвертей XVIII в.</span> явилось барокко.
            Архитектура ранних костелов тесно связана с влиянием итальянской
            художественной школы, но со второй половины XVII в. появляются
            памятники с местными чертами.
          </p>
          <p>
            <span>Со второй половины XVIII в.</span> на смену барокко пришел
            классицизм, окончательно утвердившийся в конце XVIII в. В постройках
            отмечается упрощенность линий, объемов, деталей, появляются простые
            и спокойные формы, не лишенные изысканности, свойственной
            архитектуре барокко.
          </p>
          <p>
            Архитектура <span>второй половины XIX ‒ начала XX в.</span> явилась
            переломным этапом в истории зодчества Беларуси. Она характеризуется
            принципиальными изменениями в строительной технике, борьбой и сменой
            ряда художественных стилей.
          </p>
          <p>
            <span>Современное</span> зодчество Беларуси в значительной степени
            опирается на архитектурно-художественные разработки прошлых веков,
            разнообразные стили и направления.
          </p>
        </span>
        <AuthorOfTheDayComponent className="col-12" />
      </span>
    </div>
  );
};

export default PortalDescriptionComponent;
